Repository: jnpham114/amely1
Catalog: languages/*.po
Languages: ar

source: Custom CSS class
ar: CSS مخصص الدرجة

source: Insert your custom CSS class here
ar: إدراج الخاص بك مخصص CSS class هنا

source: Colors
ar: الألوان

source: IMPORTANT NOTE
ar: ملاحظة هامة

source: This tab contains general color options. Additional color options for specific areas, can be found within other tabs. Example: For menu color options go to the menu tab.
ar: تحتوي علامة التبويب هذه على العامة من خيارات الألوان. إضافية خيارات الألوان على مجالات محددة يمكن العثور عليها في علامات التبويب الأخرى. مثال: للحصول على قائمة خيارات الألوان انتقل إلى علامة التبويب القائمة.

source: Primary Color
ar: اللون الأساسي

source: Secondary Color
ar: اللون الثانوي

source: Tertiary Color
ar: العالي اللون

source: Links Color
ar: روابط اللون

source: Controls the color of all text links.
ar: ضوابط اللون من جميع وصلات النص.

source: Links Hover Color
ar: الروابط تحوم اللون

source: Controls the color of all text links when hover.
ar: ضوابط اللون من جميع وصلات النص عندما تحوم.

source: Typography
ar: الطباعة

source: Primary Font
ar: الخط الأساسي

source: These settings control the typography for all body text.
ar: تتحكم هذه الإعدادات في الطباعة على جميع الجسم النص.

source: Secondary Font
ar: الثانوية الخط

source: Tertiary Font
ar: العالي الخط

source: Heading Font
ar: يتجه الخط

source: Set you typography options for titles (From h1 to h6 HTML tags)
ar: تعيين خيارات الطباعة من أجل الألقاب (من h1 إلى h6 علامات HTML)

source: Product Buttons scheme
ar: المنتج أزرار المخطط

source: Select color scheme for product buttons
ar: حدد نظام الألوان المنتج أزرار

source: Product Buttons Background Color
ar: المنتج أزرار لون الخلفية

source: Product Buttons Background Color on hover
ar: المنتج أزرار لون الخلفية على التحويم

source: Product Buttons Border Color
ar: المنتج أزرار لون الحدود

source: Product Buttons Border Color on hover
ar: المنتج أزرار لون الحدود على التحويم

source: Product Buttons Color
ar: المنتج أزرار اللون

source: Product Buttons Color on hover
ar: المنتج أزرار اللون على التحويم

source: Show "New" badge
ar: تظهر شارة "الجديد"

source: New Product with how many days?
ar: المنتج الجديد مع كم عدد الأيام ؟

source: Show "Hot" badge
ar: عرض "الساخنة" شارة

source: Show "Sale" badge
ar: عرض "بيع" شارة

source: Show saved sale price percentage
ar: تظهر حفظ سعر البيع مئوية

source: Animated Quick View
ar: الرسوم المتحركة عرض سريع

source: Show "Compare" button
ar: عرض زر "قارن"

source: Show "Wishlist" button
ar: تظهر "قائمة الامنيات" زر

source: Animated "Wishlist" button
ar: الرسوم المتحركة "قائمة الامنيات" زر

source: Enable "Add to cart" notification on favicon
ar: تمكين "إضافة إلى عربة" الإعلام على فافيكون

source: Allows you to show number of cart item via favicon like Facebook
ar: يسمح لك لإظهار عدد من عربة البند عبر فافيكون مثل Facebook

source: Enable "Add to cart" notification
ar: تمكين "إضافة إلى عربة" إعلام

source: Enable "Add to wishlist" notification
ar: تمكين "إضافة مفضلة" إعلام

source: Single Product Page
ar: الصفحة منتج واحد

source: Single Product Page Sidebar Position
ar: صفحة المنتج واحدة موقف الشريط الجانبي

source: Controls the position of sidebars for the product pages.
ar: ضوابط موقف الجانبية على صفحات المنتج.

source: Single Product Page Sidebar
ar: الصفحة منتج واحد الشريط الجانبي

source: Choose the sidebar for single product pages.
ar: اختيار الشريط الجانبي على صفحات منتج واحد.

source: Enable AJAX add to cart on single product page
ar: تمكين اياكس إضافة إلى السلة على صفحة المنتج واحدة

source: Show only featured images
ar: تظهر فقط صور مميزة

source: Thumbnails Position
ar: موقف المصغرة

source: Product Page Layout
ar: تخطيط صفحة المنتج

source: Basic
ar: الأساسية

source: Fullwidth
ar: مكتملة العرض

source: Sticky Details
ar: مثبت التفاصيل

source: Sticky Details (Full-width)
ar: مثبت التفاصيل (ذات العرض الكامل)

source: With Background
ar: مع الخلفية

source: With Background (Full-width)
ar: مع الخلفية (ذات العرض الكامل)

source: Image Slider
ar: صورة المتزلج

source: Enable zoom for product image
ar: تمكين تكبير صورة المنتج

source: Show "Zoom image" button
ar: عرض "تكبير الصورة" زر

source: Click to open image in popup and swipe to zoom
ar: انقر فوق فتح الصورة في نافذة منبثقة وانتقد للتكبير

source: Share the product on
ar: حصة المنتج على

source: Up-Sells title
ar: يصل تبيع العنوان

source: Up-sells are products which you recommend instead of the currently viewed product.
ar: يصل تبيع المنتجات التي تنصح بدلا من المعروضة حاليا المنتج.

source: Also looks great with...
ar: أيضا تبدو كبيرة مع...

source: Number of Related Products
ar: عدد من المنتجات ذات الصلة

source: Related products is a section on some templates that pulls other products from your store that share the same tags or categories as the current product. Set 0 to hide this section.
ar: المنتجات ذات المقطع على بعض القوالب التي تسحب غيرها من المنتجات من المتجر الخاص بك التي تشترك في نفس فئة أو فئات المنتج الحالي. مجموعة من 0 إلى إخفاء هذا القسم.

source: Shop Page
ar: صفحة متجر

source: Shop Sidebar Position
ar: متجر موقف الشريط الجانبي

source: Controls the position of sidebars for the shop pages.
ar: ضوابط موقف الجانبية على صفحات متجر.

source: Shop Filters
ar: متجر المرشحات

source: Enable shop filters widget's area above the products.
ar: تمكين متجر المرشحات القطعة المنطقة فوق المنتجات.

source: Always open shop filter
ar: دائما فتح متجر تصفية

source: Shop Sidebar
ar: متجر الشريط الجانبي

source: Full width shop
ar: عرض كامل المحل

source: Show categories menu in the page title
ar: تظهر القائمة فئات في عنوان الصفحة

source: Show column switcher
ar: عرض العمود الجلاد

source: Categories Layout
ar: فئات تخطيط

source: Select layout for the categories block
ar: حدد تخطيط فئات كتلة

source: Carousel
ar: دائري

source: Categories columns
ar: فئات الأعمدة

source: How many categories you want to show per row on the shop page?
ar: كيف العديد من الفئات التي تريد أن تظهر في صف واحد على متجر الصفحة ؟

source: Enable AJAX functionality on shop
ar: تمكين وظائف اياكس على المحل

source: Id
ar: معرف

source: Name
ar: اسم

source: Slug
ar: سبيكة

source: Number field
ar: رقم الحقل

source: Social Network
ar: الشبكة الاجتماعية

source: Link
ar: الرابط

source: Banner Grid 5
ar: شبكة راية 5

source: Group maximum 5 banners into 2 columns
ar: مجموعة أقصى 5 لافتات في 2 الأعمدة

source: by %s
ar: بواسطة %s

source: Banner Grid 6
ar: شبكة راية 6

source: Group maximum 6 banners into 3 columns
ar: مجموعة الحد الأقصى 6 لافتات في 3 أعمدة

source: Banner Grid 6 (Layout 2)
ar: شبكة راية 6 (تخطيط 2)

source: Banner Grid Group
ar: شبكة راية الفريق

source: Arrange multiple banners per row with unusual structure.
ar: ترتيب لافتات متعددة في صف واحد مع بنية غير عادية.

source: Add image
ar: إضافة صورة

source: Banner
ar: لافتة ،

source: Banner image for promotion
ar: صورة لافتة من أجل تعزيز

source: Image Source
ar: مصدر الصورة

source: Media library
ar: مكتبة الوسائط

source: External link
ar: رابط خارجي

source: Select image source.
ar: تحديد مصدر الصورة.

source: Banner Image
ar: صورة لافتة

source: Select an image from media library.
ar: اختيار صورة من مكتبة الوسائط.

source: External Link
ar: رابط خارجي

source: Select external link.
ar: اختر رابط خارجي.

source: Image Size (Optional)
ar: حجم الصورة (اختياري)

source: Enter image size (Example: "thumbnail", "medium", "large", "full" or other sizes defined by theme). Alternatively enter size in pixels (Example: 200x100 (Width x Height)).
ar: أدخل حجم الصورة (على سبيل المثال: "المصغرة" ، "المتوسطة" ، "كبيرة" ، "الكامل" أو أحجام أخرى يحددها موضوع). بدلا من إدخال حجم بكسل (على سبيل المثال: 200 × 100 (العرض x الارتفاع)).

source: Enter image size in pixels. Example: 200x100 (Width x Height).
ar: أدخل حجم الصورة بالبكسل. على سبيل المثال: 200 × 100 (العرض x الارتفاع).

source: Banner Link
ar: راية الرابط

source: Banner Description
ar: لافتة الوصف

source: A short text display before the banner text
ar: نص قصير عرض قبل راية النص

source: Banner Text
ar: لافتة النص

source: Enter the banner text
ar: أدخل راية النص

source: Text Position
ar: موقف النص

source: Select the text position for content.
ar: حدد النص موقف للمحتوى.

source: Font
ar: الخط

source: Font size
ar: حجم الخط

source: Line height
ar: خط الطول

source: Use theme default font family?
ar: استخدام موضوع الخط الافتراضي العائلة ؟

source: Select font family.
ar: حدد الخط الأسرة.

source: Select font styling.
ar: حدد الخط التصميم.

source: Button
ar: زر

source: Button Text
ar: نص الزر

source: Enter button text
ar: أدخل نص الزر

source: Button Visibility
ar: زر الرؤية

source: Select button visibility
ar: حدد زر الرؤية

source: Always visible
ar: دائما مرئية

source: When hover
ar: عندما تحوم

source: Hidden
ar: خفية

source: Button Style
ar: نمط زر

source: Alternative
ar: البديل

source: Select button style.
ar: حدد نمط زر.

source: Text Color (on hover)
ar: لون النص (على التحويم)

source: Background Color (on hover)
ar: لون الخلفية (على التحويم)

source: Border Color (on hover)
ar: لون الحدود (على التحويم)

source: Description Color
ar: الوصف لون

source: Banner Text Color
ar: لافتة لون النص

source: Animation
ar: الرسوم المتحركة

source: Banner Hover Effect
ar: لافتة تحوم تأثير

source: none
ar: لا شيء

source: Zoom in
ar: التكبير في

source: Blur
ar: طمس

source: Gray scale
ar: مقياس الرمادية

source: White Overlay
ar: الأبيض تراكب

source: Black Overlay
ar: تراكب السوداء

source: Select animation style for banner when mouse over. Note: Some styles only work in modern browsers
ar: حدد أسلوب الرسوم المتحركة لافتة عند مرور الماوس فوق. ملاحظة: بعض الأساليب التي تعمل فقط في المتصفحات الحديثة

source: Banner Animation
ar: لافتة الرسوم المتحركة

source: Simple banner that supports multiple buttons
ar: لافتة بسيطة التي تدعم أزرار متعددة

source: Buttons
ar: أزرار

source: Enter link and label for buttons.
ar: أدخل الرابط و تسمية الأزرار.

source: Button Link
ar: زر الرابط

source: Simple banner image with text
ar: لافتة بسيطة صورة مع النص

source: Alignment
ar: المحاذاة

source: Text Alignment
ar: محاذاة النص

source: Horizontal alignment of banner text
ar: المحاذاة الأفقية لافتة النص

source: Content Vertical Alignment
ar: المحتوى المحاذاة العمودية

source: Vertical alignment of banner text
ar: المحاذاة العمودية لافتة النص

source: Middle
ar: الأوسط

source: Banner image with special style
ar: صورة لافتة مع نمط خاص

source: Image Position
ar: صورة الموقف

source: Select image position
ar: حدد موقع الصورة

source: Hashtag Text
ar: هاشتاج النص

source: The banner hashtag
ar: لافتة هاشتاج

source: The banner title
ar: لافتة العنوان

source: Select the position for title and description
ar: حدد الموقف العنوان والوصف

source: Top Left
ar: أعلى اليسار

source: Top Right
ar: أعلى اليمين

source: Top Center
ar: مركز أعلى

source: Middle Left
ar: وسط اليسار

source: Middle Right
ar: الحق في منتصف

source: Middle Center
ar: الشرق الوسط

source: Bottom Left
ar: أسفل اليسار

source: Bottom Right
ar: أسفل اليمين

source: Bottom Center
ar: مركز القاع

source: Custom position
ar: موقف مخصص

source: Custom position of the banner text. E.g: top:30%;left:30%;
ar: موقف مخصص راية النص. E. g: أعلى:30%;غادر:30%;

source: Hashtag Color
ar: هاشتاج اللون

source: Show posts in a grid or carousel
ar: عرض المشاركات في الشبكة أو دائري

source: View mode
ar: وضع العرض

source: Select a template to display post
ar: حدد قالب لعرض آخر

source: Enable loop mode
ar: تمكين وضع حلقة

source: Enable carousel autoplay
ar: تمكين دائري التشغيل التلقائي

source: Auto play speed
ar: سرعة اللعب السيارات

source: Navigation type
ar: الملاحة نوع

source: Arrows
ar: السهام

source: Dots
ar: النقاط

source: Arrows & Dots
ar: السهام & النقاط

source: Total Posts
ar: إجمالي المشاركات

source: Set max limit for items in grid or enter -1 to show all (limited to 1000)
ar: تعيين الحد الأقصى لعدد العناصر في الشبكة أو أدخل -1 لإظهار كل (1000)

source: Posts per page
ar: المشاركات في الصفحة

source: Number of items to show per page
ar: عدد من البنود التي تظهر في كل صفحة

source: Pagination type
ar: نوع ترقيم الصفحات

source: Data Settings
ar: إعدادات البيانات

source: Filter by
ar: مرشح من قبل

source: Select filter source.
ar: حدد عامل تصفية المصدر.

source: Select Categories
ar: حدد فئات

source: Select Tags
ar: حدد فئة

source: Brands Image Carousel
ar: العلامات التجارية صورة دائري

source: Show brands in a carousel.
ar: عرض العلامات التجارية في دائري.

source: Select Brand
ar: حدد العلامة التجارية

source: Hide empty brands
ar: إخفاء العلامات التجارية فارغة

source: Display only feature brands
ar: عرض فقط ميزة العلامات التجارية

source: Number of brands to show
ar: عدد من العلامات التجارية لإظهار

source: Show brand's title
ar: تظهر العلامة التجارية العنوان

source: Enable carousel loop mode
ar: تمكين دائري وضع حلقة

source: Enable carousel autolay
ar: تمكين دائري autolay

source: Brands Image Grid
ar: العلامات التجارية صورة الشبكة

source: Show brands in a grid.
ar: عرض العلامات التجارية في الشبكة.

source: Size
ar: حجم

source: Small
ar: صغيرة

source: Medium
ar: متوسطة

source: Large
ar: كبيرة

source: Extra large
ar: اضافية كبيرة

source: Select button size.
ar: حدد زر الحجم.

source: Text
ar: النص

source: Enter text on the button.
ar: أدخل نص الزر.

source: URL (Link)
ar: URL (رابط)

source: Enter button link
ar: زر Enter الرابط

source: Add icon?
ar: إضافة رمز ؟

source: Icon position
ar: رمز الموقف

source: Background color (on hover)
ar: لون الخلفية (على التحويم)

source: Text color (on hover)
ar: لون النص (على التحويم)

source: Border color
ar: لون الحدود

source: Border color (on hover)
ar: لون الحدود (على التحويم)

source: Eye catching button
ar: لفتت الانظار زر

source: Countdown
ar: العد التنازلي

source: Countdown timer
ar: العد التنازلي الموقت

source: Target time for Countdown
ar: الهدف وقت العد التنازلي

source: Countdown timer depends on
ar: العد التنازلي الموقت يعتمد على

source: WordPress Defined Timezone
ar: وورد تعريف التوقيت

source: User's System Timezone
ar: المستخدم نظام التوقيت

source: Select time units to display in countdown timer
ar: حدد الوقت وحدات عرض في العد التنازلي

source: Years
ar: سنوات

source: Months
ar: أشهر

source: Weeks
ar: أسابيع

source: Days
ar: أيام

source: Hours
ar: ساعات

source: Minutes
ar: دقائق

source: Seconds
ar: ثانية

source: Digit
ar: أرقام

source: Use font family from the theme.
ar: استخدام الخط الأسرة من الموضوع.

source: Unit
ar: وحدة

source: String Translation
ar: ترجمة سلسلة

source: Second (Singular)
ar: الثانية (المفرد)

source: Second
ar: الثاني

source: Seconds (Plural)
ar: ثانية (الجمع)

source: Minute (Singular)
ar: الدقيقة (المفرد)

source: Minute
ar: دقيقة

source: Minutes (Plural)
ar: دقيقة (الجمع)

source: Hour (Singular)
ar: الساعة (المفرد)

source: Hour
ar: ساعة

source: Hours (Plural)
ar: ساعات (صيغة الجمع)

source: Day (Singular)
ar: اليوم (المفرد)

source: Day
ar: اليوم

source: Days (Plural)
ar: أيام (الجمع)

source: Week (Singular)
ar: الأسبوع (المفرد)

source: Week
ar: الأسبوع

source: Weeks (Plural)
ar: أسابيع (الجمع)

source: Month (Singular)
ar: شهر (المفرد)

source: Month
ar: الشهر

source: Months (Plural)
ar: أشهر (الجمع)

source: Year (Singular)
ar: السنة (المفرد)

source: Year
ar: العام

source: Years (Plural)
ar: سنوات (الجمع)

source: Feature Product
ar: ميزة المنتج

source: Show a single product as special product. Note: Product is simple product.
ar: عرض منتج واحد خاصة المنتج. ملاحظة: المنتج هو منتج بسيط.

source: Image Product
ar: صورة المنتج

source: Align Image
ar: محاذاة الصورة

source: Align Right
ar: محاذاة إلى اليمين

source: Align Left
ar: محاذاة إلى اليسار

source: Google Maps
ar: خرائط جوجل

source: Map block
ar: كتلة خريطة

source: Height
ar: ارتفاع

source: Enter map height (in pixels or %)
ar: أدخل خريطة الارتفاع (بكسل أو %)

source: Width
ar: العرض

source: Enter map width (in pixels or %)
ar: أدخل خريطة عرض (بالبكسل أو %)

source: Zoom level
ar: مستوى التكبير

source: Map zoom level
ar: خريطة مستوى التكبير

source: Enable mouse scroll wheel zoom
ar: تمكين عجلة الماوس التمرير والتكبير

source: Map type
ar: نوع الخريطة

source: Choose a map type
ar: اختيار نوع خريطة

source: Map style
ar: أسلوب خريطة

source: Choose a map style. This approach changes the style of the Roadmap types (base imagery in terrain and satellite views is not affected, but roads, labels, etc. respect styling rules)
ar: اختيار نمط الخريطة. هذا النهج تغييرات نمط من خارطة الطريق أنواع (قاعدة الصور في التضاريس قنوات وجهات النظر لا يتأثر ، ولكن الطرق والملصقات وغيرها. احترام لقواعد التصميم)

source: Map style snippet
ar: خريطة نمط مقتطف

source: Markers
ar: علامات

source: You can add multiple markers to the map
ar: يمكنك إضافة العديد من علامات على الخريطة

source: Address or Coordinate
ar: عنوان أو تنسيق

source: Marker icon
ar: رمز علامة

source: Choose a image for marker address
ar: اختيار صورة علامة العنوان

source: Marker Information
ar: علامة المعلومات

source: Content for info window
ar: محتوى نافذة المعلومات

source: If you want to use multiple Google Maps in one page, please add a class name for them.
ar: إذا كنت ترغب في استخدام خرائط جوجل متعددة في صفحة واحدة ، يرجى إضافة اسم الفئة بالنسبة لهم.

source: Select icon box style
ar: حدد رمز نمط مربع

source: Vertical Alignment
ar: المحاذاة العمودية

source: This is icon box title
ar: هذا هو رمز مربع العنوان

source: Title font size
ar: العنوان حجم الخط

source: Description font size
ar: وصف حجم الخط

source: Add link to icon box
ar: إضافة وصلة إلى رمز مربع

source: Use link in title
ar: استخدم الرابط في العنوان

source: Use text instead of icon
ar: استخدام النص بدلا من رمز

source: Icon with background
ar: رمز مع الخلفية

source: Background shape
ar: خلفية الشكل

source: Circle
ar: دائرة

source: Outline Square
ar: مخطط مربع

source: Outline Circle
ar: مخطط الدائرة

source: Outline Rounded
ar: مخطط مدورة

source: Title font color
ar: العنوان لون الخط

source: Select title font color
ar: حدد العنوان لون الخط

source: Description font color
ar: الوصف لون الخط

source: Select description font color
ar: حدد الوصف لون الخط

source: Link color
ar: لون الرابط

source: Select link color
ar: حدد لون الرابط

source: Icon color
ar: رمز اللون

source: Select icon color
ar: حدد رمز اللون

source: Icon background color
ar: رمز لون الخلفية

source: Select icon background color
ar: حدد أيقونة لون الخلفية

source: Icon Box
ar: رمز مربع

source: Eye catching icons from libraries
ar: العين اصطياد الرموز من المكتبات

source: Image Carousel
ar: صورة دائري

source: Animated carousel with images
ar: دائري متحرك مع الصور

source: Images
ar: الصور

source: Select images from media library .
ar: اختيار الصور من مكتبة الوسائط .

source: Carousel image size
ar: دائري حجم الصورة

source: Enter image size . Example: "thumbnail", "medium", "large", "full" or other sizes defined by current theme . Alternatively enter image size in pixels: 200x100( Width x Height). Leave empty to use "thumbnail" size .
ar: أدخل حجم الصورة . على سبيل المثال: "المصغرة" ، "المتوسطة" ، "كبيرة" ، "الكامل" أو أحجام أخرى يحددها موضوع الحالي . بدلا من إدخال حجم الصورة بالبكسل: 200 × 100( العرض x الارتفاع). تترك فارغة إلى استخدام "المصغرة" حجم .

source: On click action
ar: انقر فوق العمل

source: Open lightbox
ar: فتح العلبة الخفيفة

source: Open custom links
ar: فتح الروابط المخصصة

source: Select action for click event.
ar: حدد العمل انقر فوق الحدث.

source: Custom link target
ar: رابط مخصص الهدف

source: Select how to open custom links .
ar: حدد كيفية فتح الروابط المخصصة .

source: Custom links
ar: وصلات مخصصة

source: Enter links for each slide( Note: divide links with linebreaks( Enter ).
ar: أدخل روابط لكل شريحة( ملاحظة: تقسيم الروابط مع linebreaks( Enter ).

source: Number of images to show
ar: عدد من الصور تظهر

source: Show title of images
ar: عنوان المعرض من الصور

source: Hover effect
ar: تأثير تحوم

source: Image hover effect
ar: صورة تحوم تأثير

source: Select an effect when mouse over the images .
ar: حدد تأثير عند مرور الماوس فوق الصور .

source: Opacity
ar: التعتيم

source: Zoom
ar: التكبير

source: Overlay
ar: تراكب

source: Opacity value from
ar: قيمة التعتيم من

source: Zoom scale
ar: مقياس الزوم

source: Overlay color
ar: تراكب اللون

source: Subscribe box (MailChimp)
ar: الاشتراك مربع (MailChimp)

source: Displays your MailChimp for WordPress sign-up form
ar: يعرض MailChimp الخاص بك وورد نموذج الاشتراك

source: Placeholder Text
ar: نص العنصر النائب

source: Your email address
ar: عنوان البريد الإلكتروني الخاص بك

source: Text to display in the form input holder .
ar: النص على الشاشة في شكل مدخلات حامل .

source: Subscribe
ar: الاشتراك

source: Text of the form’s submit button .
ar: نص النموذج زر إرسال .

source: MailChimp list
ar: قائمة MailChimp

source: Color Scheme
ar: الألوان

source: Select color scheme
ar: حدد نظام الألوان

source: Placeholder color
ar: النائب اللون

source: Placeholder color (on focus)
ar: النائب اللون (على التركيز)

source: Input text color
ar: إدخال النص اللون

source: Input text color (on focus)
ar: إدخال لون النص (على التركيز)

source: Input border color
ar: إدخال لون الحدود

source: Input border color (on focus)
ar: إدخال لون الحدود (على التركيز)

source: Input background color
ar: إدخال لون الخلفية

source: Input background color (on focus)
ar: إدخال لون الخلفية (على التركيز)

source: Button text color
ar: زر لون النص

source: Button text color (on hover)
ar: نص الزر اللون (على التحويم)

source: Button background color
ar: زر لون الخلفية

source: Button background color (on hover)
ar: زر لون الخلفية (على التحويم)

source: Product Carousel
ar: دائري المنتج

source: Add products in a carousel
ar: إضافة المنتجات في دائري

source: Data source
ar: مصدر البيانات

source: Recent Products
ar: المنتجات الحديثة

source: Featured Products
ar: المنتجات المميزة

source: On Sale Products
ar: على بيع المنتجات

source: Best-Selling Products
ar: أفضل المنتجات مبيعا

source: Related Products
ar: المنتجات ذات الصلة

source: Top Rated Products
ar: أعلى تصنيف المنتجات

source: Product Attribute
ar: سمة المنتج

source: List of Products
ar: قائمة المنتجات

source: Select data source for your product carousel
ar: حدد مصدر البيانات الخاص بك دائري المنتج

source: Number
ar: عدد

source: Number of products in the carousel (-1 is all, limited to 1000)
ar: عدد المنتجات في دائري (-1 هو كل شيء ، 1000)

source: Exclude products
ar: استبعاد المنتجات

source: Whether or not to include children categories
ar: ما إذا كان أو لا تشمل فئات الأطفال

source: Include children
ar: تشمل الأطفال

source: Image size
ar: حجم الصورة

source: Enter image size . Example: "thumbnail", "medium", "large", "full" or other sizes defined by current theme . Alternatively enter image size in pixels: 200x100( Width x Height). Leave empty to use "woocommerce_thumbnail" size .
ar: أدخل حجم الصورة . على سبيل المثال: "المصغرة" ، "المتوسطة" ، "كبيرة" ، "الكامل" أو أحجام أخرى يحددها موضوع الحالي . بدلا من إدخال حجم الصورة بالبكسل: 200 × 100( العرض x الارتفاع). تترك فارغة إلى استخدام "woocommerce_thumbnail" حجم .

source: Product Categories
ar: فئات المنتجات

source: Product categories grid
ar: فئات المنتجات الشبكة

source: Hide product count
ar: إخفاء المنتج العد

source: ID
ar: معرف

source: Layout
ar: تخطيط

source: Try out our creative styles for categories block
ar: جرب الأساليب الإبداعية لفئات كتلة

source: Default (Grid)
ar: الافتراضي (الشبكة)

source: Item style
ar: نمط البند

source: Select style for items in categories block
ar: حدد نمط العناصر في فئات كتلة

source: Style 1 - Item with grey bottom border
ar: أسلوب 1 - البند مع الرمادي أسفل الحدود

source: Style 2 - Black overlay on mouse over
ar: على غرار 2 - تراكب السوداء على الماوس فوق

source: Style 3 - White overlay on mouse over
ar: أسلوب 3 - الأبيض تراكب على الماوس فوق

source: Space between items
ar: المسافة بين العناصر

source: Number of items to show
ar: عدد من البنود التي تظهر

source: Set numbers of slides you want to display at the same time on the container for carousel mode.
ar: مجموعة أرقام الشرائح التي تريد عرضها في نفس الوقت على الحاوية على وضع دائري.

source: Columns
ar: الأعمدة
