Repository: jnpham114/amely1
Catalog: languages/*.po
Languages: ar

source: How much columns grid
ar: كم أعمدة الشبكة

source: Enable centered view with partial prev/next slides. Use with odd numbered Slides Per Views counts.
ar: تمكين تركزت إطلالة جزئية السابق/التالي الشرائح. استخدام مع الغريب ترقيم الشرائح في وجهات النظر التهم.

source: Center Mode
ar: مركز الوضعية ،

source: Center Padding
ar: مركز الحشو

source: Side padding when in center mode (px or %)
ar: الجانب الحشو عندما تكون في مركز الوضعية (px أو %)

source: Hide empty categories
ar: إخفاء الفئات فارغة

source: Product Category Banner
ar: فئة المنتج راية

source: Simple banner for single product category
ar: بسيطة راية واحدة فئة المنتج

source: Font size of the product name.
ar: حجم الخط من اسم المنتج.

source: Product Count Visibility
ar: المنتج العد الرؤية

source: Show an arrow in the product category name when hover?
ar: عرض السهم في فئة المنتج الاسم عندما تحوم?

source: Category Name
ar: اسم الفئة

source: Category Name (on hover)
ar: اسم الفئة (على التحويم)

source: Product Count
ar: المنتج العد

source: Product Grid
ar: شبكة المنتج

source: Add products in a grid
ar: إضافة المنتجات في الشبكة

source: Select data source for your product grid
ar: حدد مصدر بيانات عن المنتج الخاص بك من الشبكة

source: Number of products in the grid (-1 is all, limited to 1000)
ar: عدد المنتجات في الشبكة (-1 هو كل شيء ، 1000)

source: Trendy Items
ar: العناصر العصرية

source: Items Sale
ar: البنود للبيع

source: Best Sellings
ar: أفضل Sellings

source: Top Rated
ar: أعلى تصنيف

source: New Arrivals
ar: القادمون الجدد

source: Product Tabs
ar: علامات المنتج

source: Product grid grouped by tabs
ar: شبكة المنتج تجميع علامات التبويب

source: Tabs
ar: علامات التبويب

source: Select how to group products in tabs
ar: تحديد كيفية تجميع المنتجات في علامات التبويب

source: Group by category
ar: مجموعة حسب الفئة

source: Group by feature
ar: مجموعة من ميزة

source: Tabs Effect
ar: علامات التبويب تأثير

source: Select the way tabs load products
ar: حدد طريقة التبويب التحميل المنتجات

source: Ajax Load
ar: اياكس تحميل

source: Tabs Alignment
ar: علامات التبويب محاذاة

source: Tab
ar: علامة التبويب

source: Select which tabs you want to show
ar: حدد علامات التبويب التي تريد أن تظهر

source: New Products
ar: منتجات جديدة

source: Best-Selling Products (only Ajax Load)
ar: الأكثر مبيعا المنتجات (فقط اياكس تحميل)

source: Top Rated Products (only Ajax Load)
ar: أعلى تصنيف المنتجات (فقط اياكس تحميل)

source: Total number of products will be display in single tab (-1 is all, limited to 1000)
ar: إجمالي عدد المنتجات التي سيتم عرضها في تبويب واحدة (-1 هو كل شيء ، 1000)

source: Product Widget
ar: القطعة المنتج

source: Add products in a widget
ar: إضافة المنتجات في القطعة

source: Select data source for your product widget
ar: حدد مصدر بيانات عن المنتج الخاص بك القطعة

source: Number of products in the widget (-1 is all, limited to 1000)
ar: عدد المنتجات في القطعة (-1 هو كل شيء ، 1000)

source: Enable Carousel
ar: تمكين دائري

source: Number of products per slide
ar: عدد من المنتجات في كل الشرائح

source: Arrows Position
ar: السهام موقف

source: In the title
ar: في العنوان

source: Left and Right
ar: اليسار واليمين

source: Show Buttons?
ar: تظهر الأزرار ؟

source: Show Add to cart, Wishlist & Quick view buttons
ar: المعرض إضافة إلى العربة ، الأماني و عرض سريع أزرار

source: Enter image size . Example: "thumbnail", "medium", "large", "full" or other sizes defined by current theme . Alternatively enter image size in pixels: 200x100( Width x Height). Leave empty to use "shop_thumbnail" size .
ar: أدخل حجم الصورة . على سبيل المثال: "المصغرة" ، "المتوسطة" ، "كبيرة" ، "الكامل" أو أحجام أخرى يحددها موضوع الحالي . بدلا من إدخال حجم الصورة بالبكسل: 200 × 100( العرض x الارتفاع). تترك فارغة إلى استخدام "shop_thumbnail" حجم .

source: Amely Product
ar: Amely المنتج

source: Display single product banner
ar: عرض منتج واحد راية

source: Upload a product image
ar: تحميل صورة المنتج

source: Top text
ar: أعلى النص

source: Product name
ar: اسم المنتج

source: Product price
ar: سعر المنتج

source: Enter product price. Only allow number.
ar: أدخل سعر المنتج. يسمح فقط عدد.

source: Product URL
ar: رابط المنتج

source: Style hover
ar: نمط تحوم

source: Display button when hover
ar: عرض زر عندما تحوم

source: Display info product when hover
ar: عرض معلومات المنتج عندما تحوم

source: Display style when hover.Remember add link text button and URL before.
ar: نمط العرض عندما تحوم.تذكر إضافة وصلة النص زر URL قبل.

source: Background Overlay
ar: الخلفية تراكب

source: Showcase
ar: عرض

source: Use for one page scroll
ar: استخدام صفحة واحدة التمرير

source: Display title vertical
ar: عنوان العرض الرأسي

source: Show number
ar: عرض عدد

source: Show sequence number
ar: عرض رقم التسلسل

source: Icon font size
ar: رمز حجم الخط

source: Spacing
ar: تباعد

source: Icon background shape
ar: أيقونة خلفية الشكل

source: Select background shape and style for icons
ar: حدد الخلفية شكل و نمط الرموز

source: Select Social Link
ar: اختر رابط اجتماعي

source: Default (From Theme Options)
ar: الافتراضي (من خيارات الموضوع)

source: Icon color on hover
ar: رمز اللون على التحويم

source: Icon background color on hover
ar: رمز لون الخلفية على التحويم

source: Responsive Empty Space
ar: استجابة مساحة فارغة

source: Responsive blank space width custom height
ar: استجابة مساحة فارغة عرض ارتفاع مخصص

source: Units
ar: الوحدات

source: em
ar: م

source: ex
ar: السابق

source: cm
ar: سم

source: mm
ar: مم

source: in
ar: في

source: Extra large devices (large desktops)
ar: اضافية كبيرة من الأجهزة (أجهزة الكمبيوتر المكتبية كبيرة)

source: Large Devices Height
ar: الأجهزة الكبيرة الارتفاع

source: Large devices (desktops, less than 1200px)
ar: كبير من الأجهزة (أجهزة الكمبيوتر المكتبية ، أقل من 1200px)

source: Medium Devices Height
ar: الأجهزة المتوسطة الارتفاع

source: Tablets, screen resolutions less than 992px
ar: أقراص, دقة الشاشة أقل من 992px

source: Small Devices Height
ar: الأجهزة الصغيرة الارتفاع

source: Landscape phones, screen resolutions less than 768px.
ar: المناظر الطبيعية الهواتف دقة الشاشة أقل من 768px.

source: Extra Small Devices Height
ar: إضافية الأجهزة الصغيرة الارتفاع

source: Portrait phones,screen resolutions less than 576px.
ar: صورة الهواتف دقة الشاشة أقل من 576px.

source: Element ID
ar: معرف عنصر

source: Team Member
ar: عضو في الفريق

source: Image
ar: صورة

source: Role
ar: دور

source: Add a role. E.g. CEO of ThemeMove
ar: إضافة إلى دور. E. g. الرئيس التنفيذي لشركة ThemeMove

source: Biography
ar: السيرة الذاتية

source: Open links in new tab
ar: فتح ارتباطات في علامة تبويب جديدة

source: Testimonials Carousel
ar: شهادات دائري

source: Show testimonials in a carousel
ar: تظهر الشهادات في دائري

source: Text Size
ar: حجم النص

source: Choose the text color of the testimonials.
ar: اختيار لون النص من الشهادات.

source: Choose the style of testimonial
ar: اختيار نمط من التزكية

source: Image above and align center
ar: الصورة أعلاه و محاذاة مركز

source: Image above and align left
ar: صورة فوق محاذاة إلى اليسار

source: Image below
ar: الصورة أدناه

source: Image biggest
ar: صورة أكبر

source: Number of items
ar: عدد من البنود

source: The number of testimonials to show. Enter -1 to show ALL testimonials (limited to 1000)
ar: عدد من الشهادات أن تظهر. أدخل -1 لإظهار جميع الشهادات (1000)

source: The number items testimonials to show on page. Enter -1 to show ALL testimonials (limited to 1000)
ar: عدد العناصر شهادات تظهر على الصفحة. أدخل -1 لإظهار جميع الشهادات (1000)

source: 1 testimonial
ar: 1 شهادة

source: 2 testimonials
ar: 2 شهادات

source: 3 testimonials
ar: 3 شهادات

source: 4 testimonials
ar: 4 شهادات

source: Testimonials Order
ar: شهادات النظام

source: Random
ar: عشوائية

source: Latest
ar: أحدث

source: Choose the order of the testimonials.
ar: اختيار النظام من الشهادات.

source: Testimonials category
ar: شهادات الفئة

source: Choose the category for the testimonials.
ar: اختيار الفئة الشهادات.

source: View Details
ar: عرض التفاصيل

source: Load More...
ar: تحميل المزيد...

source: Please select at least one list.
ar: الرجاء اختيار واحد على الأقل في القائمة.

source: All
ar: كل

source: AMELY Contact Information
ar: AMELY معلومات الاتصال

source: Display contact information on footer. Developed by ThemeMove.
ar: عرض معلومات الاتصال الموجودة في تذييل الصفحة. وضعت من قبل ThemeMove.

source: Logo URL
ar: شعار URL

source: Address 1
ar: العنوان 1

source: Address 2
ar: العنوان 2

source: Address 3
ar: العنوان 3

source: Phone
ar: الهاتف

source: You can add multiple phone numbers, separate by comma. E.g. (1234) 567 890, +1 468 398
ar: يمكنك إضافة أرقام هواتف متعددة منفصلة بفاصلة. E. g. (1234) 567 890, +1 468 398

source: Websites
ar: المواقع

source: Show social links
ar: تظهر الروابط الاجتماعية

source: Displays latest Instagram photos. Developed by ThemeMove.
ar: يعرض أحدث Instagram photos. وضعت من قبل ThemeMove.

source: Play
ar: اللعب

source: User Name
ar: اسم المستخدم

source: Number of items in a row
ar: عدد العناصر في صف واحد

source: Item spacing (in pixels)
ar: البند تباعد (بالبكسل)

source: Leave empty to hide it
ar: تترك فارغة إلى إخفاء ذلك

source: Show likes and comments
ar: تظهر يحب والتعليقات

source: Show square media
ar: تظهر ساحة الإعلام

source: Responsiveness
ar: الاستجابة

source: Device
ar: الجهاز

source: Hide on device?
ar: إخفاء على الجهاز ؟

source: Default value from "Number of items in a row" attribute
ar: القيمة الافتراضية من "عدد من العناصر في صف واحد" السمة

source: Inherit from smaller
ar: ترث من أصغر

source: AMELY WooCommerce Layered Nav
ar: AMELY WooCommerce الطبقات التنقل

source: Shows a custom attribute in a widget which lets you narrow down the list of products when viewing product categories.
ar: يظهر سمة مخصصة في القطعة التي تمكنك من تضييق قائمة المنتجات عند عرض فئات المنتجات.

source: Query type
ar: نوع الاستعلام

source: AND
ar: و

source: OR
ar: أو

source: Display type
ar: نوع العرض

source: List
ar: قائمة

source: Inline
ar: مضمنة

source: Dropdown
ar: المنسدلة

source: Show labels
ar: تظهر التسميات

source: ON
ar: على

source: OFF
ar: قبالة

source: Show items count
ar: تظهر العناصر العد

source: Any %s
ar: أي %s

source: Apply filter
ar: تطبيق عامل تصفية

source: AMELY Price filter
ar: AMELY سعر فلتر

source: Price filter list
ar: السعر مرشح قائمة

source: Price filter
ar: سعر فلتر

source: AMELY Social
ar: AMELY الاجتماعية

source: Display your social networks.
ar: عرض الشبكات الاجتماعية الخاصة بك.

source: Select Social Source
ar: حدد الاجتماعية المصدر

source: AMELY WooCommerce Sort by
ar: AMELY WooCommerce فرز حسب

source: Sort products by name, price, popularity etc.
ar: فرز المنتجات حسب الاسم, السعر, شعبية الخ.

source: Sort by
ar: فرز حسب

source: Popularity
ar: شعبية

source: Average rating
ar: متوسط التقييم

source: Newness
ar: جدة

source: Price: low to high
ar: السعر: على ارتفاع منخفض

source: Price: high to low
ar: الأسعار: ارتفاع منخفض

source: Relevance
ar: أهمية

source: Any Categories
ar: أي فئات

source: Search for:
ar: البحث عن:

source: Add to wishlist
ar: إضافة إلى مفضلة

source: See:
ar: انظر:

source: Filters
ar: المرشحات

source: Quantity
ar: الكمية

source: Total
ar: مجموع

source: Available on backorder
ar: المتاحة على المؤجل

source: Remove this item
ar: إزالة هذا البند

source: Coupon:
ar: القسيمة:

source: Coupon code
ar: رمز القسيمة

source: Apply coupon
ar: تطبيق القسيمة

source: Update cart
ar: تحديث عربة

source: You may be interested in&hellip;
ar: كنت قد تكون مهتمة في...

source: No products in the cart.
ar: لا توجد منتجات في عربة التسوق.

source: Subtotal
ar: المجموع الفرعي

source: Checkout
ar: الخروج

source: Product Comparison
ar: مقارنة المنتج

source: No products added in the compare table.
ar: لا توجد منتجات وأضاف في مقارنة الجدول.

source: Prev
ar: السابق

source: Next
ar: القادم

source: Showing the single result
ar: تظهر نتيجة واحدة

# with first and last result
source: Showing the single result
ar: تظهر نتيجة واحدة

source: Login
ar: تسجيل الدخول

source: Great to have you back!
ar: عظيم أن يكون لك مرة أخرى!

source: Username or email address
ar: اسم المستخدم أو عنوان البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Remember me
ar: تذكر لي

source: Lost your password?
ar: فقدت كلمة المرور الخاصة بك ؟

source: Register
ar: تسجيل

source: If you don’t have an account, register now!
ar: إذا لم يكن لديك حساب سجل الآن!

source: Username
ar: اسم المستخدم

source: Email address
ar: عنوان البريد الإلكتروني

source: Placeholder
ar: نائبا

source: Please select a rating
ar: يرجى تحديد تصنيف

source: Sorry, no products matched your selection. Please choose a different combination.
ar: آسف, لا توجد منتجات مطابقة التحديد الخاص بك. يرجى اختيار مجموعة مختلفة.

source: Select product options before adding this product to your cart.
ar: حدد خيارات المنتج قبل إضافة هذا المنتج إلى سلة التسوق الخاصة بك.

source: Sorry, this product is unavailable. Please choose a different combination.
ar: آسف, هذا المنتج غير متوفر. يرجى اختيار مجموعة مختلفة.

source: %1$s review for %2$s
ar: %1$s استعراض %2$s

source: Reviews
ar: استعراض

source: There are no reviews yet.
ar: لا توجد بعد استعراض.

source: Add a review
ar: إضافة إلى استعراض

source: Be the first to review &ldquo;%s&rdquo;
ar: كن أول من يكتب مشاركة "%s"

source: Leave a Reply to %s
ar: ترك الرد إلى %s

source: Name *
ar: الاسم *

source: Email *
ar: البريد الإلكتروني *

source: Submit
ar: تقدم

source: Your rating
ar: تقييمك

source: Rate&hellip;
ar: معدل...

source: Perfect
ar: مثالية

source: Good
ar: جيد

source: Average
ar: متوسط

source: Not that bad
ar: ليس بهذا السوء

source: Very poor
ar: ضعيف جدا

source: Your review *
ar: الاستعراض الخاص بك *

source: Only logged in customers who have purchased this product may leave a review.
ar: تسجيل فقط في العملاء الذين قاموا بشراء هذا المنتج قد ترك الاستعراض.

source: Category:
ar: الفئة:

source: Tag:
ar: العلامة:

source: Click to enlarge
ar: اضغط للتكبير

source: Click to see video
ar: انقر لرؤية الفيديو

source: Awaiting product image
ar: في انتظار صورة المنتج

source: %s customer review
ar: %s العملاء استعراض

source: Share on:
ar: حصة على:
