Repository: jnpham114/amely1
Catalog: languages/*.po
Languages: ar

source: Oops!
ar: عفوا!

source: Page not found!
ar: لم يتم العثور على الصفحة!

source: please go back to
ar: يرجى العودة إلى

source: Homepage
ar: الصفحة الرئيسية

# comments title
source: One thought on &ldquo;%2$s&rdquo;
ar: يعتقد واحد على "%2$s"

source: Comment navigation
ar: تعليق الملاحة

source: Older Comments
ar: التعليقات القديمة

source: Newer Comments
ar: أحدث التعليقات

source: Comments are closed.
ar: التعليقات مغلقة.

source: Your name (*)
ar: اسمك (*)

source: Email (*)
ar: البريد الإلكتروني (*)

source: Website
ar: الموقع

source: Add comment
ar: إضافة تعليق

source: Leave a comment
ar: اترك التعليق

source: Comment *
ar: التعليق *

source: Pages:
ar: الصفحات:

source: Nothing Found
ar: العثور على أي شيء

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ar: آسف, ولكن لا شيء يقابل شروط البحث الخاصة بك. يرجى المحاولة مرة أخرى مع بعض كلمات مختلفة.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ar: يبدو أننا لا يمكن أن تجد ما تبحث عنه. ولعل البحث يمكن أن تساعد.

source: Related Posts
ar: الوظائف ذات الصلة

source: Page
ar: الصفحة

source: Share
ar: حصة

source: Pinterest
ar: بينتيريست

source: Email
ar: البريد الإلكتروني

source: Read more
ar: قراءة المزيد

source: Close
ar: قريب

source: Open the top bar
ar: فتح الشريط العلوي

source: Coming Soon: On
ar: قريبا: على

source: Coming Soon
ar: قريبا

source: requires at least WordPress version 4.3. You are running version %s. Please upgrade and try again.
ar: يتطلب على الأقل وورد الإصدار 4.3. كنت تقوم بتشغيل الإصدار %s. الرجاء الترقية وحاول مرة أخرى.

source: Adding to cart...
ar: إضافة إلى السلة...

source: Product has been added to cart!
ar: تمت إضافة المنتج إلى السلة!

source: has been added to cart!
ar: تم إضافتها إلى عربة التسوق!

source: View Cart
ar: عرض السلة

source: Product has been added to wishlist!
ar: تمت إضافة المنتج إلى قائمة الأمنيات!

source: Browse Wishlist
ar: تصفح قائمة الامنيات

source: Back to top
ar: عودة إلى الأعلى

source: Enabled
ar: تمكين

source: Disabled
ar: تعطيل

source: Not Set
ar: لا تعيين

source: Quote
ar: اقتباس

source: -- Select a menu --
ar: -- اختر القائمة -

source: Default
ar: الافتراضي

source: Disable
ar: تعطيل

source: Email Address
ar: عنوان البريد الإلكتروني

source: Custom
ar: مخصص

source: Our Blog
ar: لدينا بلوق

source: Search Result Found
ar: نتيجة البحث وجدت

source: Daily Archives: %s
ar: الأرشيف اليومي: %s

source: Monthly Archives: %s
ar: الأرشيف الشهري: %s

source: Yearly Archives: %s
ar: سنويا المحفوظات: %s

source: 404: Page Not Found
ar: 404: الصفحة غير موجودة

source: Shop
ar: متجر

source: Sorry, but nothing matched your search terms. Please try again with different keywords
ar: آسف, ولكن لا شيء يقابل شروط البحث الخاصة بك. يرجى المحاولة مرة أخرى مع كلمات مختلفة

source: View All
ar: عرض جميع

source: - Full Demo
ar: - عرض كامل

source: This is a full import package. Once installed, everything looks like our demo. However, it is large and takes a lot of time.
ar: هذا هو كامل استيراد حزمة. تثبيت مرة واحدة, كل شيء يبدو مثل تجريبي لدينا. ومع ذلك ، فمن كبيرة ويستغرق الكثير من الوقت.

source: Images - Required
ar: الصور المطلوبة

source: Content (without sliders) - Required
ar: المحتوى (دون المتزلجون) - مطلوب

source: Sliders - Required
ar: المتزلجون - مطلوب

source: Popup
ar: المنبثقة

source: Primary
ar: الابتدائية

source: Top Bar Menu
ar: أعلى شريط القائمة

source: Full-screen Menu
ar: القائمة كامل الشاشة

source: Language Switcher
ar: لغة الجلاد

source: Currency Switcher
ar: العملة الجلاد

source: Black
ar: الأسود

source: White
ar: الأبيض

source: Gray
ar: الرمادي

source: Yellow
ar: الأصفر

source: Orange
ar: البرتقال

source: Red
ar: الأحمر

source: Pink
ar: الوردي

source: Violet
ar: البنفسجي

source: Blue
ar: الأزرق

source: Green
ar: الأخضر

source: Brown
ar: البني

source: Sidebar
ar: الشريط الجانبي

source: Add widgets here.
ar: إضافة الحاجيات هنا.

source: Off-canvas Sidebar
ar: خارج قماش الشريط الجانبي

source: Sidebar for Shop
ar: الشريط الجانبي على المحل

source: Shop filters
ar: متجر المرشحات

source: Widget Area for shop filters above the products
ar: القطعة منطقة تسوق مرشحات فوق المنتجات

source: Header Left Widget Area
ar: رأس يسار منطقة القطعة

source: Only works with Header Menu Bottom.
ar: يعمل فقط مع رأس القائمة في الأسفل.

source: Search Widget Area
ar: البحث منطقة القطعة

source: This is footer area column 1.
ar: هذا هو منطقة تذييل العمود 1.

source: This footer area column 2.
ar: هذه منطقة تذييل العمود 2.

source: This footer area column 3.
ar: هذه منطقة تذييل العمود 3.

source: This is footer area column 4.
ar: هذا هو منطقة تذييل العمود 4.

source: Unable to communicate with Instagram.
ar: غير قادر على التواصل مع Instagram.

source: Instagram did not return a 200.
ar: Instagram لم يعودوا 200.

source: Instagram has returned invalid data.
ar: Instagram عاد بيانات غير صالحة.

source: Instagram did not return any images.
ar: Instagram لم يعودوا أي صور.

source: Select a list
ar: حدد قائمة

source: Oops! Enter a valid Email address
ar: عفوا! إدخال عنوان بريد إلكتروني صالح

source: This email already subscribed to the list.
ar: هذا البريد الإلكتروني بالفعل اشتركت في القائمة.

source: Curl is disabled. Please enable curl in server php.ini settings.
ar: حليقة معطل. يرجى تمكين الضفيرة في الخادم php.الإعدادات ini.

source: has been subscribed.
ar: تم الاكتتاب.

source: Custom Logo
ar: شعار مخصص

source: Use custom logo on this page.
ar: استخدام شعار مخصص على هذه الصفحة.

source: Yes
ar: نعم

source: No
ar: لا

source: Logo Image
ar: صورة الشعار

source: Alternative Logo Image
ar: البديل صورة الشعار

source: for the header above the content
ar: على رأس فوق المحتوى

source: Logo in mobile devices
ar: الشعار في الأجهزة المحمولة

source: Custom Page Title
ar: صفحة مخصصة العنوان

source: Sub Title
ar: العنوان الفرعي

source: Footer Visibility
ar: تذييل الرؤية

source: Enable or disable footer on this page.
ar: تمكين أو تعطيل تذييل على هذه الصفحة.

source: Enable
ar: تمكين

source: Disable Menu
ar: تعطيل القائمة

source: Disable Menu on this page
ar: تعطيل القائمة على هذه الصفحة

source: Page Settings (custom metabox from theme)
ar: إعدادات الصفحة (مخصص metabox من موضوع)

source: Header
ar: رأس

source: Custom off-canvas sidebar
ar: مخصص خارج قماش الشريط الجانبي

source: Off-Canvas Sidebar
ar: خارج قماش الشريط الجانبي

source: Menu
ar: القائمة

source: Page Title
ar: عنوان الصفحة

source: Breadcrumbs
ar: فتات الخبز

source: Page Sidebar Options
ar: صفحة خيارات الشريط الجانبي

source: Custom sidebar for this page
ar: العرف الشريط الجانبي لهذه الصفحة

source: Footer
ar: تذييل

source: Page Meta
ar: صفحة التعريف

source: Page extra class name
ar: صفحة اضافية اسم الفئة

source: If you wish to add extra classes to the body class of the page (for custom css use), then please add the class(es) here.
ar: إذا كنت ترغب في إضافة المزيد من الطبقات إلى الطبقة الجسم من الصفحة (مخصص css استخدام) ، ثم الرجاء إضافة فئة(es) هنا.

source: Display the Post title on top
ar: عرض عنوان آخر على رأس

source: Enabling this option will display the title of this post on top
ar: تمكين هذا الخيار سيتم عرض عنوان هذا المنصب على رأس

source: Post Settings (custom metabox from theme)
ar: بعد ضبط (مخصص metabox من موضوع)

source: Sidebar Options
ar: خيارات الشريط الجانبي

source: Custom sidebar for this post
ar: العرف الشريط الجانبي لهذا المنصب

source: Testimonial Settings (custom metabox from theme)
ar: إعدادات شهادة (مخصص metabox من موضوع)

source: Testimonial Cite
ar: شهادة الاستشهاد

source: Enter the cite name for the testimonial.
ar: أدخل أذكر اسم شهادة.

source: Testimonial Cite Subtext
ar: شهادة الاستشهاد ضمني

source: Enter the cite subtext for the testimonial (optional).
ar: أدخل استشهد ضمني على شهادة (اختياري).

source: Testimonial Cite Image
ar: شهادة الاستشهاد صورة

source: Enter the cite image for the testimonial (optional).
ar: أدخل استشهد صورة عن شهادة (اختياري).

source: Display the Product title on top
ar: عرض المنتج العنوان في الأعلى

source: Enabling this option will display the title of this product on top
ar: تمكين هذا الخيار سيتم عرض عنوان هذا المنتج على أعلى

source: Hide Related Products
ar: إخفاء المنتجات ذات الصلة

source: Check to hide related products on this page
ar: الاختيار إخفاء المنتجات ذات الصلة على هذه الصفحة

source: Instagram Hashtag
ar: Instagram هاشتاج

source: Product Settings (custom metabox from theme)
ar: إعدادات المنتج (مخصص metabox من موضوع)

source: General
ar: العامة

source: Custom sidebar for this product
ar: العرف الشريط الجانبي لهذا المنتج

source: Category Meta Box
ar: الفئة مربع الفوقية

source: Thumbnail for Masonry layout
ar: صورة مصغرة عن تخطيط البناء

source: Use for 'Product Categories' shortcode (WPBakery Page Builder)
ar: استخدام 'فئات المنتجات' رمز قصير (WPBakery باني الصفحة)

source: Product Category Meta Box
ar: فئة المنتج مربع الفوقية

source: On
ar: على

source: Off
ar: قبالة

source: Insight Core
ar: البصيرة الأساسية

source: WPBakery Page Builder
ar: WPBakery باني الصفحة

source: WPBakery Page Builder (Visual Composer) Clipboard
ar: WPBakery باني الصفحة (الملحن البصري) الحافظة

source: Revolution Slider
ar: الثورة المتزلج

source: Vafpress Post Formats UI
ar: Vafpress تنسيقات واجهة المستخدم

source: WooCommerce Brands Pro
ar: WooCommerce العلامات التجارية برو

source: Redux Framework
ar: الإطار يبعث من جديد

source: WooCommerce Bought Together
ar: WooCommerce اشترى معا

source: WooCommerce Smart Compare
ar: WooCommerce الذكية مقارنة

source: YITH WooCommerce Wishlist
ar: YITH WooCommerce الامنيات

source: Contact Form 7
ar: نموذج الاتصال 7

source: WordPress Countdown Widget
ar: وورد القطعة العد التنازلي

source: Safe SVG
ar: آمنة SVG

source: Shoppable Images Lite
ar: Shoppable الصور لايت

source: Install Required Plugins
ar: تثبيت الإضافات المطلوبة

source: Install Plugins
ar: تثبيت الإضافات

source: Installing Plugin: %s
ar: تثبيت البرنامج المساعد: %s

source: Something went wrong with the plugin API.
ar: شيء ذهب على نحو خاطئ مع البرنامج المساعد API.

source: This theme requires the following plugin: %1$s.
ar: هذا الموضوع يتطلب الإضافات التالية: %1$s.

source: This theme recommends the following plugin: %1$s.
ar: هذا الموضوع يوصي بما يلي المساعد: %1$s.

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
ar: آسف, ولكن ليس لديك الأذونات الصحيحة لتثبيت %1$s المساعد.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ar: التالية المساعد يحتاج إلى تحديث إلى الإصدار الأحدث لضمان أقصى قدر من التوافق مع هذا الموضوع: %1$s.

source: There is an update available for: %1$s.
ar: هناك تحديث متوفر ل: %1$s.

source: Sorry, but you do not have the correct permissions to update the %1$s plugin.
ar: آسف, ولكن ليس لديك الأذونات الصحيحة لتحديث %1$s المساعد.

source: The following required plugin is currently inactive: %1$s.
ar: المطلوبة التالية المساعد غير نشط حاليا: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
ar: التالية الموصى بها البرنامج المساعد غير نشط حاليا: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %1$s plugin.
ar: آسف, ولكن ليس لديك الأذونات الصحيحة لتفعيل %1$s المساعد.

source: Begin installing plugin
ar: يمكنك البدء في تثبيت البرنامج المساعد

source: Begin updating plugin
ar: بدء تحديث البرنامج المساعد

source: Begin activating plugin
ar: يمكنك البدء في تفعيل البرنامج المساعد

source: Return to Required Plugins Installer
ar: العودة إلى الإضافات المطلوبة المثبت

source: Plugin activated successfully.
ar: المساعد تفعيلها بنجاح.

source: The following plugin was activated successfully:
ar: التالية المساعد تم تفعيلها بنجاح:

source: No action taken. Plugin %1$s was already active.
ar: أي إجراء. المساعد %1$s كانت نشطة بالفعل.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar: لم يتم تنشيط البرنامج المساعد. إصدار أعلى من %s هو مطلوب لهذا الموضوع. يرجى تحديث البرنامج المساعد.

source: All plugins installed and activated successfully. %1$s
ar: جميع الإضافات المثبتة و تفعيلها بنجاح. %1$s

source: Please contact the administrator of this site for help.
ar: يرجى الاتصال بمسؤول الموقع لمساعدتك.

source: Testimonials
ar: الشهادات

source: Testimonial
ar: شهادة

source: Add New
ar: إضافة جديدة

source: Add New Testimonial
ar: إضافة شهادة جديدة

source: Edit Testimonial
ar: تحرير شهادة

source: New Testimonial
ar: شهادة جديدة

source: View Testimonial
ar: عرض شهادة

source: Search Testimonials
ar: البحث الشهادات

source: No testimonials have been added yet
ar: لا شهادات تم إضافتها بعد

source: Nothing found in Trash
ar: لا شيء وجدت في القمامة

source: Testimonial Categories
ar: شهادة فئات

source: Categories
ar: فئات

source: Theme Options
ar: خيارات الموضوع

source: Featured
ar: المميز

source: By
ar: قبل

source: %s Comment
ar: %s التعليق

source: Load More ...
ar: تحميل المزيد ...

source: Reply
ar: رد

source: Edit
ar: تحرير

source: %1$s at %2$s
ar: %1$s في %2$s

source: Comment awaiting approval
ar: التعليق بانتظار الموافقة

source: Search&hellip;
ar: البحث عن...

source: Search
ar: البحث

source: OK, Got it
ar: حسنا, فهمت

source: More Info
ar: مزيد من المعلومات

source: Open
ar: فتح

source: search...
ar: البحث عن...

source: Search Products...
ar: البحث المنتجات...

source: Search Posts...
ar: البحث عن المشاركات...

source: All Categories
ar: جميع الفئات

source: # Type at least %s %s to search
ar: # نوع على الأقل %s %s البحث

source: character
ar: حرف

source: Wishlist
ar: مفضلة

source: Shopping Cart
ar: عربة التسوق

source: My Cart
ar: سلتي

source: My Account
ar: حسابي

source: Login / Register
ar: تسجيل الدخول / تسجيل

source: You searched for:
ar: هل بحثت عن:

source: This author has written
ar: هذا الكاتب كتب

source: articles
ar: المواد

source: Updating Plugin: %s
ar: تحديث البرنامج المساعد: %s

source: /*translators:1:pluginnames.*/This theme requires the following plugin: %1$s.
ar: /*المترجمين:1:pluginnames.*/هذا الموضوع يتطلب الإضافات التالية: %1$s.

source: /*translators:1:pluginnames.*/This theme recommends the following plugin: %1$s.
ar: /*المترجمين:1:pluginnames.*/هذا الموضوع يوصي بما يلي المساعد: %1$s.

source: /*translators:1:pluginnames.*/The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ar: /*المترجمين:1:pluginnames.*/التالية المساعد يحتاج إلى تحديث إلى الإصدار الأحدث لضمان أقصى قدر من التوافق مع هذا الموضوع: %1$s.

source: /*translators:1:pluginnames.*/There is an update available for: %1$s.
ar: /*المترجمين:1:pluginnames.*/هناك تحديث متوفر ل: %1$s.

source: /*translators:1:pluginnames.*/The following required plugin is currently inactive: %1$s.
ar: /*المترجمين:1:pluginnames.*/المطلوبة التالية المساعد غير نشط حاليا: %1$s.

source: /*translators:1:pluginnames.*/The following recommended plugin is currently inactive: %1$s.
ar: /*المترجمين:1:pluginnames.*/التالية الموصى بها البرنامج المساعد غير نشط حاليا: %1$s.

source: Return to the Dashboard
ar: العودة إلى لوحة التحكم

source: Dismiss this notice
ar: رفض هذا الإشعار

source: There are one or more required or recommended plugins to install, update or activate.
ar: هناك واحد أو أكثر من المطلوب أو الإضافات الموصى بها إلى تثبيت أو تحديث أو تنشيط.

source: This plugin needs to be updated to be compatible with your theme.
ar: هذا البرنامج المساعد يحتاج إلى تحديث لتكون متوافقة مع الموضوع الخاص بك.

source: Update Required
ar: التحديث المطلوب

source: Set the parent_slug config variable instead.
ar: تعيين parent_slug التكوين متغير بدلا من ذلك.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar: جهاز التحكم عن بعد المساعد الحزمة لا تحتوي على المجلد المطلوب سبيكة تسمية لم تنجح.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar: يرجى الاتصال المساعد مزود ونطلب منهم أن حزمة البرنامج المساعد وفقا وورد المبادئ التوجيهية.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: جهاز التحكم عن بعد المساعد حزمة تتكون من أكثر من ملف واحد ، ولكن الملفات لا يتم تعبئتها في مجلد.

# plugin A *and* plugin B
source: and
ar: و

source: Required
ar: مطلوب

source: Recommended
ar: أوصت

source: WordPress Repository
ar: مستودع وورد

source: External Source
ar: مصدر خارجي

source: Pre-Packaged
ar: قبل تعبئتها

source: Not Installed
ar: لا تثبيت

source: Installed But Not Activated
ar: تثبيت ولكن لم يتم تنشيط

source: Active
ar: نشط

source: Required Update not Available
ar: التحديث المطلوب غير متوفر

source: Requires Update
ar: يتطلب التحديث

source: Update recommended
ar: التحديث الموصى بها

# as in: "version nr unknown"
source: unknown
ar: غير معروف

source: Installed version:
ar: تثبيت الإصدار:

source: Minimum required version:
ar: الحد الأدنى المطلوب الإصدار:

source: Available version:
ar: يتوفر الإصدار:

source: No plugins to install, update or activate.
ar: لا الإضافات إلى تثبيت أو تحديث أو تنشيط.

source: Plugin
ar: البرنامج المساعد

source: Source
ar: المصدر

source: Type
ar: نوع

source: Version
ar: الإصدار

source: Status
ar: حالة

source: Install %2$s
ar: تثبيت %2$s

source: Update %2$s
ar: التحديث %2$s

source: Activate %2$s
ar: تفعيل %2$s

source: Upgrade message from the plugin author:
ar: ترقية رسالة من المساعد المؤلف:

source: Install
ar: تثبيت

source: Update
ar: التحديث

source: Activate
ar: تفعيل

source: No plugins were selected to be installed. No action taken.
ar: لا الإضافات تم اختيارها ليتم تثبيتها. أي إجراء.

source: No plugins were selected to be updated. No action taken.
ar: لا الإضافات تم تحديثها. أي إجراء.

source: No plugins are available to be installed at this time.
ar: لا الإضافات متوفرة ليتم تثبيتها في هذا الوقت.

source: No plugins are available to be updated at this time.
ar: لا الإضافات المتوفرة إلى تحديث في هذا الوقت.

source: No plugins were selected to be activated. No action taken.
ar: لا الإضافات تم تفعيلها. أي إجراء.

source: No plugins are available to be activated at this time.
ar: لا الإضافات متوفرة ليتم تفعيلها في هذا الوقت.

source: Plugin activation failed.
ar: تفعيل البرنامج المساعد فشلت.

source: Updating Plugin %1$s (%2$d/%3$d)
ar: تحديث البرنامج المساعد %1$s (%2$d/%3$d)

source: The installation of %1$s failed.
ar: التثبيت من %1$s فشلت.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: تركيب وتفعيل عملية الانطلاق. قد تستغرق هذه العملية بعض الوقت على بعض المضيفين ، لذا يرجى التحلي بالصبر.

source: %1$s installed and activated successfully.
ar: %1$s تثبيت و تفعيل بنجاح.

source: All installations and activations have been completed.
ar: جميع المنشآت والتنشيط قد اكتملت.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar: تثبيت وتفعيل البرنامج المساعد %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: عملية التثبيت هو بداية. قد تستغرق هذه العملية بعض الوقت على بعض المضيفين ، لذا يرجى التحلي بالصبر.

source: %1$s installed successfully.
ar: %1$s تثبيت بنجاح.

source: All installations have been completed.
ar: جميع المنشآت قد اكتملت.

source: Installing Plugin %1$s (%2$d/%3$d)
ar: تثبيت البرنامج المساعد %1$s (%2$d/%3$d)

source: Wide row (from theme)
ar: الصف واسعة (من موضوع)

source: Stretch row
ar: تمتد الصف

source: Stretch row and content
ar: تمتد الصف المحتوى

source: Stretch row and content (no paddings)
ar: تمتد الصف المحتوى (لا سائد)

source: Make this column to sticky?
ar: جعل هذا العمود إلى لزجة ؟

source: Attach this column to the page when the user scrolls such that it is always visible
ar: إرفاق هذا العمود إلى الصفحة عند تمرير المستخدم من النوع الذي هو دائما مرئية

source: Amely (from theme)
ar: Amely (من موضوع)

source: Classic
ar: الكلاسيكية

source: Modern
ar: الحديث

source: Flat
ar: شقة

source: Outline
ar: مخطط

source: Simple
ar: بسيطة

source: Round
ar: جولة

source: Round Outline
ar: جولة مخطط

source: Rounded
ar: تقريب

source: Rounded Outline
ar: تقريب الخطوط العريضة

source: Square
ar: مربع

source: Square Outline
ar: المخطط التفصيلي مربع

source: Arrow
ar: السهم

source: Text Only
ar: النص فقط

source: Style 2
ar: نمط 2

source: Style 3
ar: ستايل 3

source: Style 4
ar: نمط 4

source: Style 5
ar: نمط 5

source: Style 6
ar: أسلوب 6

source: Style 7
ar: نمط 7

source: Style 8
ar: نمط 8

source: Font Awesome
ar: الخط رهيبة

source: Open Iconic
ar: فتح مبدع

source: Linecons
ar: Linecons التي

source: Mono Social
ar: أحادية الاجتماعية

source: Material
ar: المواد

source: P7 Stroke
ar: P7 السكتة الدماغية

source: Themify Icons
ar: Themify الرموز

source: Pixel
ar: بكسل

source: Icon
ar: رمز

source: Select icon from library.
ar: حدد الرمز من المكتبة.

source: None
ar: لا شيء

source: Icon library
ar: مكتبة رمز

source: Select icon library.
ar: حدد أيقونة المكتبة.

source: Design Options
ar: خيارات التصميم

source: CSS box
ar: مربع CSS

source: Number of columns
ar: عدد الأعمدة

source: Select number of columns in a row
ar: حدد عدد الأعمدة في صف واحد

source: Extra class name
ar: اضافية اسم الفئة

source: Style particular content element differently - add a class name and refer to it in custom CSS.
ar: نمط خاص عنصر المحتوى بشكل مختلف - إضافة اسم الفئة و الرجوع إليه في العرف CSS.

source: Animation Style
ar: أسلوب الرسوم المتحركة

source: Choose your animation style
ar: اختيار أسلوب الرسوم المتحركة

source: Order by
ar: النظام

source: Date
ar: تاريخ

source: Post ID
ar: معرف الوظيفة

source: Author
ar: الكاتب

source: Title
ar: العنوان

source: Last modified date
ar: آخر تعديل التاريخ

source: Number of comments
ar: عدد من التعليقات

source: Menu order/Page Order
ar: ترتيب قائمة/صفحة النظام

source: Random order
ar: ترتيب عشوائي

source: Price
ar: السعر

source: Sales
ar: المبيعات

source: Rating
ar: تصنيف

source: Sort order
ar: ترتيب

source: Descending
ar: تنازلي

source: Ascending
ar: تصاعدي

source: Products
ar: المنتجات

source: List of product
ar: قائمة المنتجات

source: Select what categories you want to use. Leave it empty to use all categories.
ar: حدد الفئات التي تريد استخدامها. تركها فارغة إلى استخدام جميع الفئات.

source: Select category
ar: اختر الفئة

source: Category
ar: الفئة

source: Select a product category
ar: حدد فئة المنتج

source: Attribute
ar: السمة

source: List of product taxonomy attribute
ar: قائمة المنتج التصنيف السمة

source: Filter
ar: فلتر

source: Taxonomy values
ar: تصنيف القيم

source: Featured Video
ar: الفيديو المميز

source: Video URL
ar: رابط الفيديو

source: %s (Invalid)
ar: %s (صالح)

source: %s (Pending)
ar: %s (انتظار)

source: sub item
ar: البند الفرعي

source: Move up
ar: تتحرك صعودا

source: Move down
ar: تحريك لأسفل

source: Edit menu item
ar: تحرير عنصر القائمة

source: Navigation Label
ar: الملاحة التسمية

source: Title Attribute
ar: سمة العنوان

source: Open link in a new tab
ar: فتح الرابط في علامة تبويب جديدة

source: CSS Classes (optional)
ar: الطبقات CSS (اختياري)

source: Link Relationship (XFN)
ar: رابط العلاقة (XFN)

source: Description
ar: الوصف

source: The description will be displayed in the menu if the current theme supports it.
ar: وصف سيتم عرضها في القائمة إذا كان موضوع الحالي يدعم ذلك.

source: Move
ar: الخطوة

source: Up one
ar: واحدة

source: Down one
ar: أسفل أحد

source: To the top
ar: إلى الأعلى

source: Original: %s
ar: الأصلي: %s

source: Remove
ar: إزالة

source: Cancel
ar: إلغاء

source: Custom Fields (from theme)
ar: الحقول المخصصة (من موضوع)

source: Item Tag (Optional)
ar: البند الوسم (اختياري)

source: Tag Type
ar: نوع العلامة

source: -- Select label type --
ar: -- اختر نوع التسمية --

source: Hot
ar: الساخنة

source: New
ar: جديد

source: Sale
ar: للبيع

source: Normal State Colors
ar: حالة طبيعية الألوان

source: Text Color:
ar: لون النص:

source: Background Color:
ar: لون الخلفية:

source: Hover State Colors
ar: تحوم الدولة الألوان
