Repository: jnpham114/amely1
Catalog: languages/*.po
Languages: ar

source: Tag Text
ar: الوسم النص

source: If you leave it empty, text will be put in by default from Tag Type.
ar: إذا كنت اتركه فارغ النص سيتم وضع افتراضي من نوع العلامة.

source: Icon Classes (optional)
ar: رمز الطبقات (اختياري)

source: Mega Menu Layout
ar: ميجا القائمة تخطيط

source: Full width
ar: العرض الكامل

source: Select the mega menu layout
ar: حدد ميجا القائمة تخطيط

source: Mega Menu width
ar: ميجا القائمة عرض

source: Item removed.
ar: البند إزالتها.

source: Undo
ar: التراجع

source: No products in the wishlist.
ar: لا توجد منتجات في قائمة الامنيات.

source: Remove this product
ar: احذف هذا المنتج

source: Out of stock
ar: من المخزون

source: View Wishlist
ar: عرض قائمة الامنيات

source: Back
ar: مرة أخرى

source: item
ar: البند

source: Quick View
ar: عرض سريع

source: Compare
ar: قارن

source: Please choose the quantity of items you wish to add to your cart.
ar: يرجى اختيار كمية العناصر التي ترغب في إضافتها إلى سلة التسوق الخاصة بك.

source: Sorry, that item can only be added once.
ar: آسف أن هذا البند لا يمكن إلا أن يضاف مرة واحدة.

source: Sorry, something went wrong. Please try again.
ar: اسف حدث خطأ ما. يرجى المحاولة مرة أخرى.

source: View on Instagram
ar: عرض على Instagram

source: image
ar: صورة

source: %1$s requires %2$s plugin version %3$s or greater!
ar: %1$s يتطلب %2$s المساعد الإصدار %3$s أو أكبر!

source: Delete
ar: حذف

source: Add
ar: إضافة

source: Search for option(s)
ar: البحث عن خيار(s)

source: API Integrations
ar: التكامل API

source: MailChimp API Key
ar: MailChimp مفتاح API

source: Google Maps API Key
ar: خرائط جوجل API الرئيسية

source: Blog
ar: بلوق

source: Blog Archive
ar: أرشيف المدونة

source: Archive Sidebar Position
ar: أرشيف موقف الشريط الجانبي

source: Controls the position of sidebars for the archive pages.
ar: ضوابط موقف الجانبية على صفحات الأرشيف.

source: Left
ar: اليسار

source: Right
ar: صحيح

source: Archive Sidebar
ar: أرشيف الشريط الجانبي

source: Choose the sidebar for archive pages.
ar: اختيار الشريط الجانبي على صفحات الأرشيف.

source: Archive Display Type
ar: أرشيف نوع العرض

source: Select the display type.
ar: حدد نوع العرض.

source: Standard
ar: القياسية

source: Grid
ar: الشبكة

source: Masonry
ar: البناء

source: Archive Content Output
ar: أرشيف انتاج المحتوى

source: Select if you'd like to output the content or excerpt on archive pages.
ar: حدد ما إذا كنت ترغب في انتاج المحتوى أو مقتطفات على صفحات الأرشيف.

source: Excerpt
ar: مقتطفات

source: Content
ar: المحتوى

source: Excerpt Length
ar: مقتطفات طول

source: Controls the number of words of the post excerpt (from 0 to %s words)
ar: يسيطر على عدد من الكلمات من مقتطف آخر (من 0 إلى %s الكلمات)

source: Pagination Type
ar: نوع ترقيم الصفحات

source: Select pagination type
ar: حدد نوع ترقيم الصفحات

source: Load More Button
ar: تحميل المزيد من زر

source: Infinite Scroll
ar: التمرير لانهائية

source: You must provide a numerical value for this option.
ar: يجب توفير القيمة العددية لهذا الخيار.

source: The excerpt length must be from 0 to %s words.
ar: مقتطفات يجب أن يكون طول من 0 إلى %s الكلمات.

source: Post Meta
ar: ميتا بعد

source: Turn on to display post meta on blog posts
ar: تشغيل لعرض ميتا بعد على بلوق وظائف

source: Display Author
ar: عرض المؤلف

source: Display author on blog posts
ar: عرض المؤلف في بلوق وظائف

source: Display Categories
ar: عرض الفئات

source: Display categories on blog posts
ar: عرض الفئات على بلوق وظائف

source: Blog Single Post
ar: بلوق وظيفة واحدة

source: Post Sidebar
ar: آخر الشريط الجانبي

source: Controls the position of sidebars for the single post pages.
ar: ضوابط موقف الجانبية على صفحات ظيفة واحدة.

source: Single Post Sidebar
ar: واحد آخر الشريط الجانبي

source: Choose the sidebar for single post pages.
ar: اختيار الشريط الجانبي على صفحات ظيفة واحدة.

source: Turn on to display the tags.
ar: تشغيل لعرض العلامات.

source: Author Info Box
ar: معلومات الكاتب مربع

source: Turn on to display the author info box below posts.
ar: تشغيل عرض معلومات الكاتب المربع أدناه الوظائف.

source: Turn on to display related posts.
ar: بدوره على عرض الوظائف ذات الصلة.

source: Social Sharing Box
ar: تقاسم الاجتماعية مربع

source: Turn on to display the social sharing box.
ar: بدوره على عرض تقاسم الاجتماعية مربع.

source: Share the post on
ar: حصة هذا المنصب على

source: Twitter
ar: تويتر

source: Google+
ar: جوجل+

source: Displays a full chain of links to the current page.
ar: يعرض سلسلة كاملة من الروابط إلى الصفحة الحالية.

source: Breadcrumbs Position
ar: فتات الخبز الموقف

source: Inside Page Title
ar: داخل عنوان الصفحة

source: Below Page Title
ar: أدناه عنوان الصفحة

source: Breadcrumbs Text Color
ar: فتات الخبز لون النص

source: Breadcrumbs Separator Color
ar: فتات الخبز فاصل اللون

source: Breadcrumbs Link Color
ar: فتات الخبز لون الرابط

source: Breadcrumbs Link Color: Hover
ar: فتات الخبز لون الرابط: تحوم

source: Cookie Notice
ar: إشعار ملفات تعريف الارتباط

source: Enable Cookie Notice
ar: تمكين إشعار ملفات تعريف الارتباط

source: Cookie Notice allows you to elegantly inform users that your site uses cookies and to comply with the EU cookie law regulations. Turn on this option and user will see info box at the bottom of the page that your web-site is using cookies.
ar: إشعار ملفات تعريف الارتباط تسمح لك بأناقة إعلام المستخدمين أن الموقع يستخدم ملفات تعريف الارتباط إلى الامتثال لقانون الاتحاد الأوروبي كوكي اللوائح. تشغيل هذا الخيار المستخدم سوف نرى معلومات مربع في الجزء السفلي من صفحة الويب الخاصة بك الموقع يستخدم ملفات تعريف الارتباط.

source: Cookie expiry
ar: كوكي انتهاء

source: The ammount of time that cookie should be stored for
ar: Ammount من الوقت الذي يجب أن يتم تخزين ملف تعريف الارتباط على

source: 1 day
ar: 1 يوم

source: 1 week
ar: 1 الأسبوع

source: 1 month
ar: 1 شهر

source: 3 months
ar: 3 أشهر

source: 6 months
ar: 6 أشهر

source: 1 year
ar: 1 سنة

source: Infinity
ar: اللانهاية

source: Message
ar: الرسالة

source: Place here some information about cookies usage that will be shown in the notice
ar: المكان هنا بعض المعلومات حول استخدام ملفات تعريف الارتباط التي من شأنها أن تظهر في الإشعار

source: We use cookies to ensure that we give you the best experience on our website. If you continue to use this site we will assume that you are happy with it.
ar: نحن نستخدم ملفات تعريف الارتباط لضمان أن نقدم لكم أفضل تجربة على موقعنا على الانترنت. إذا كان يمكنك الاستمرار في استخدام هذا الموقع سوف نفترض أن كنت سعيدا مع ذلك.

source: Page with details
ar: الصفحة مع تفاصيل

source: Choose page that will contain detailed information about your Privacy Policy
ar: اختر الصفحة التي تحتوي على معلومات مفصلة حول سياسة الخصوصية الخاصة بك

source: Custom Code
ar: رمز مخصص

source: Custom CSS
ar: العرف CSS

source: Custom JS
ar: مخصص JS

source: Theme Features
ar: موضوع الميزات

source: Coming Soon Mode
ar: قريبا الوضعية ،

source: Box Mode
ar: وضع مربع

source: Enabling this option then your site will switch to box mode
ar: تمكين هذا الخيار ثم موقع الويب الخاص بك سوف التبديل إلى وضع مربع

source: Site Background
ar: الموقع الخلفية

source: Set background image or color for body. Only for boxed layout
ar: تعيين صورة الخلفية أو لون الجسم. فقط من أجل تخطيط محاصر

source: Activating the back to top anchor will output a link that appears in the bottom corner of your site for users to click on that will return them to the top of your website.
ar: تفعيل العودة إلى أعلى مرساة سيتم إخراج الرابط الذي يظهر في الزاوية السفلى من موقع الويب الخاص بك المستخدمين على النقر على ذلك سوف يعود بها إلى أعلى موقع الويب الخاص بك.

source: Single Post / Product Navigation
ar: مشاركة واحدة / المنتج الملاحة

source: Enabling this option will display the post navigation on single post or single product page.
ar: تمكين هذا الخيار سيتم عرض آخر الملاحة على وظيفة واحدة أو صفحة المنتج واحدة.

source: Load Minified Scripts
ar: تحميل مصغر البرامج النصية

source: Loading *.css & *.js files that have been minified will help you speed up the page load.
ar: تحميل *.css & *.js الملفات التي تم مصغر سوف تساعدك على تسريع تحميل الصفحة.

source: Footer columns
ar: أعمدة تذييل

source: Choose number of columns to display in footer area
ar: اختيار عدد الأعمدة التي تريد عرضها في تذييل الصفحة

source: 1 Column
ar: 1 عمود

source: 2 Columns
ar: 2 الأعمدة

source: 3 Columns
ar: 3 أعمدة

source: 4 Columns
ar: 4 أعمدة

source: Footer Width
ar: تذييل العرض

source: Wide
ar: واسعة

source: Footer Color Scheme
ar: تذييل الألوان

source: Light
ar: الضوء

source: Dark
ar: الظلام

source: Background color
ar: لون الخلفية

source: Specify footer background color
ar: تحديد لون خلفية تذييل الصفحة

source: Text color
ar: لون النص

source: This is the standard text color for footer
ar: هذا هو المعيار لون النص تذييل الصفحة

source: Accent color
ar: اكسنت لون

source: This color will apply to buttons, links, etc...
ar: هذا اللون سوف تنطبق على أزرار, روابط, الخ...

source: Copyright
ar: حقوق الطبع والنشر

source: Display copyright
ar: عرض حقوق الطبع والنشر

source: Check if you want to display the copyright
ar: تحقق مما إذا كنت ترغب في عرض حقوق الطبع والنشر

source: Specify the copyright text to show at the bottom of the website
ar: تحديد نص المؤلف أن تظهر في الجزء السفلي من الموقع

source: Copyright background color
ar: حقوق الطبع والنشر لون الخلفية

source: Copyright text color
ar: حقوق الطبع والنشر لون النص

source: Copyright link color
ar: حق المؤلف اللون

source: Header Appearance
ar: رأس المظهر

source: Header White mode
ar: رأس أبيض الوضعية ،

source: Background Color
ar: لون الخلفية

source: Pick a background color for the header
ar: اختيار لون الخلفية للرأس

source: Border Color
ar: لون الحدود

source: Pick a border color for the header
ar: اختيار لون الحدود على رأس

source: Enable Shopping Cart
ar: تمكين عربة التسوق

source: Enable / Disable the shopping cart
ar: تمكين / تعطيل عربة التسوق

source: Shopping Cart Message
ar: عربة التسوق رسالة

source: Insert the text you want to see in the shopping cart here.
ar: أدخل النص الذي تريد أن تراه في عربة التسوق هنا.

source: Free Shipping on All Orders Over $100!
ar: الحرة الشحن على جميع أوامر أكثر من 100 دولار!

source: Message Position
ar: الرسالة موقف

source: Set the position for shopping cart message in the dropdown
ar: تعيين موضع لعربة التسوق رسالة في القائمة المنسدلة

source: Top
ar: أعلى

source: Bottom
ar: أسفل

source: Shopping Cart Icon
ar: عربة التسوق رمز

source: Cart
ar: عربة

source: Cart Full
ar: عربة كاملة

source: Bag
ar: حقيبة

source: Cart Icon Color
ar: عربة رمز اللون

source: Pick a color for the shopping cart icon
ar: اختيار اللون للحصول على أيقونة سلة التسوق

source: Cart Item Count Color
ar: عربة البند العد اللون

source: Pick a color for the text of shopping cart
ar: اختيار لون النص من عربة التسوق

source: Cart Item Count Background Color
ar: عربة البند العد لون الخلفية

source: Pick a background color for the item count of shopping cart
ar: اختيار لون الخلفية للعنصر عدد من عربة التسوق

source: Header Layout
ar: تخطيط رأس

source: Sticky Header
ar: رأس لزجة

source: Enable / Disable sticky header option
ar: تمكين / تعطيل خيار رأس لزجة

source: Note
ar: ملاحظة

source: Note: The width of the Split Header and Menu Left Header should be Wide or Full width
ar: ملاحظة: عرض تقسيم رأس القائمة اليسرى رأس يجب أن تكون واسعة أو العرض الكامل

source: Header Width
ar: رأس العرض

source: Full-width
ar: العرض الكامل

source: Full-width (no paddings)
ar: العرض الكامل (لا سائد)

source: Header Height
ar: ارتفاع رأس

source: Header above the content
ar: رأس فوق المحتوى

source: Header Type
ar: نوع رأس

source: Select your header layout
ar: حدد تخطيط رأس

source: Base Header
ar: قاعدة رأس

source: Split Header (logo in center of the menu)
ar: تقسيم رأس (الشعار في وسط القائمة)

source: Menu Bottom Header
ar: القائمة أسفل رأس

source: Menu Left Header
ar: القائمة اليسرى رأس

source: Vertical Header
ar: رأس العمودي

source: Header Left Column
ar: رأس العمود الأيسر

source: Header Left Column Content
ar: رأس العمود الأيسر المحتوى

source: Select the content is displayed in the header left column layout.
ar: حدد عرض المحتوى في رأس العمود الأيسر تخطيط.

source: Switchers
ar: المحولات

source: Social Links
ar: الروابط الاجتماعية

source: Widget
ar: القطعة

source: Search box
ar: مربع البحث

source: Header Left Sidebar
ar: رأس الشريط الجانبي الأيسر

source: Header Right Column
ar: رأس العمود الأيمن

source: Header Right Column Layout
ar: رأس تخطيط العمود الأيمن

source: Select the header right column layout.
ar: حدد رأس تخطيط العمود الأيمن.

source: Base
ar: قاعدة

source: No straight line
ar: لا خط مستقيم

source: Big
ar: كبير

source: Only Mini cart (only works with Menu Bottom Header)
ar: إلا عربة صغيرة (يعمل فقط مع القائمة أسفل الرأس)

source: Header right column width
ar: رأس عمود الحق العرض

source: Set width for icons area in the header (search, wishlist, shopping cart) (in %)
ar: تعيين عرض الرموز في منطقة رأس (البحث, مفضلة, عربة التسوق) (في المائة)

source: My Account link in header
ar: حسابي الرابط في رأس

source: My Account Icon Color
ar: حسابي رمز اللون

source: Pick a color for the my 'account' icon
ar: اختيار اللون للحصول على بلدي 'حساب' رمز

source: Post
ar: بعد

source: Product
ar: المنتج

source: All post type
ar: كل نوع آخر

source: Enable Search
ar: تمكين البحث

source: Enable / Disable the search box
ar: تمكين / تعطيل مربع البحث

source: Search Style
ar: البحث عن نمط

source: Only Icon
ar: فقط رمز

source: With input
ar: مع الإدخال

source: Search content type
ar: البحث نوع المحتوى

source: Select content type you want to use in the search box
ar: حدد نوع المحتوى الذي تريد استخدامه في مربع البحث

source: Search product by
ar: البحث المنتج من قبل

source: SKU
ar: الكود

source: Both title & SKU
ar: كل عنوان & الكود

source: Categories select box
ar: فئات حدد مربع

source: Turn on this option if you want to show categories select box
ar: تشغيل هذا الخيار إذا كنت تريد أن تظهر فئات حدد مربع

source: Live Search
ar: البحث الحية

source: Minimum number of characters
ar: الحد الأدنى لعدد الأحرف

source: Minimum number of characters required to trigger autosuggest
ar: الحد الأدنى لعدد الأحرف المطلوبة لتحريك autosuggest

source: Maximum number of results
ar: أقصى عدد من النتائج

source: Maximum number of results showed within the autosuggest box
ar: أقصى عدد من النتائج أظهرت داخل autosuggest مربع

source: Show excerpt
ar: عرض مقتطفات

source: Show the excerpt of search result
ar: عرض مقتطفات من نتيجة البحث

source: Search Icon Color
ar: البحث رمز اللون

source: Pick a color for the search icon
ar: اختيار اللون للحصول على أيقونة البحث

source: Top Bar
ar: الشريط العلوي

source: Top bar
ar: الشريط العلوي

source: Enabling this option will display top area
ar: تمكين هذا الخيار سيتم عرض أعلى منطقة

source: Topbar Layout
ar: Topbar تخطيط

source: Select your topbar layout
ar: حدد تخطيط topbar

source: Switchers on the left, social links on the right
ar: المحولات على اليسار, الروابط الاجتماعية على اليمين

source: Switchers on the right, social links on the left
ar: المحولات على اليمين, الروابط الاجتماعية على اليسار

source: The topbar has only text
ar: Topbar وقد نص فقط

source: Switchers on the right, custom text on the left
ar: المحولات على الحق ، نص مخصص على اليسار

source: Top bar can be close
ar: الشريط العلوي يمكن أن تكون قريبة

source: Enabling this option if you want to show a close button on the top bar
ar: تمكين هذا الخيار إذا كنت تريد أن تظهر زر إغلاق في الشريط العلوي

source: Text in the top bar
ar: النص في الشريط العلوي

source: Insert the text you want to see in the top bar here. You can use HTML or shortcodes
ar: أدخل النص الذي تريد أن تراه في الشريط العلوي هنا. يمكنك استخدام HTML أو الهاتفية القصيرة

source: Top bar height
ar: أعلى ارتفاع شريط

source: Top bar width
ar: أعلى شريط العرض

source: Full width (no paddings)
ar: العرض الكامل (لا سائد)

source: Social links
ar: الروابط الاجتماعية

source: Enable / Disable the social links on the top bar
ar: تمكين / تعطيل الروابط الاجتماعية في الشريط العلوي

source: Enable / Disable the top bar menu
ar: تمكين / تعطيل شريط القائمة العلوية

source: Top bar menu (for logged-in users)
ar: أعلى شريط القائمة (على المستخدمين المسجلين)

source: Select a menu to display in the top bar for logged-in users
ar: حدد القائمة التي تريد عرضها في الشريط العلوي للمستخدمين في تسجيل

source: Divider Style
ar: نمط مقسم

source: Line
ar: خط

source: Dotted
ar: المنقطة

source: Top bar color scheme
ar: أعلى شريط الألوان

source: Text Color
ar: لون النص

source: Pick a text color for the top bar.
ar: اختيار لون النص على الشريط العلوي.

source: Link Color
ar: لون الرابط

source: Pick a link color for the top bar.
ar: اختر رابط لون الشريط العلوي.

source: Link Color on hover
ar: لون الرابط على التحويم

source: Pick a link color on hover for the top bar.
ar: اختيار لون الرابط على مؤشر الفأرة على الشريط العلوي.

source: Pick a background color for the top bar
ar: اختيار لون خلفية الشريط العلوي

source: Pick a border color for the top bar. Only avaiable if the text color scheme is Custom
ar: اختيار لون الحدود على الشريط العلوي. افايابلي فقط إذا نص نظام الألوان المخصصة

source: The switchers was customized to compatible with our theme
ar: المحولات كانت مخصصة متوافقة مع موضوعنا

source: Enable Wishlist
ar: تمكين قائمة الامنيات

source: Enable / Disable the wishlist icon in the header
ar: تمكين / تعطيل رمز الأماني في رأس

source: Wishlist Icon
ar: رمز الأماني

source: Heart
ar: القلب

source: Star
ar: نجوم

source: Show Add To Cart Button
ar: المعرض إضافة إلى العربة زر

source: Open Wishlist page in a new tab
ar: فتح صفحة مفضلة في علامة تبويب جديدة

source: Wishlist Icon Color
ar: مفضلة رمز اللون

source: Pick a color for the wishlist icon
ar: اختيار اللون للحصول على رمز الأماني

source: Wishlist Item Count Color
ar: مفضلة لعدد البند اللون

source: Pick a color for the text of wishlist widget
ar: اختيار لون النص من الأماني القطعة

source: Wishlist Item Count Background Color
ar: مفضلة لعدد البند لون الخلفية

source: Pick a background color for the item count of wishlist widget
ar: اختيار لون الخلفية للعنصر عدد من الأماني القطعة

source: Off-canvas Button
ar: خارج قماش زر

source: Turn on / off off-canvas button
ar: بدوره على / قبالة قماش زر

source: Action
ar: العمل

source: Open Sidebar
ar: فتح الشريط الجانبي

source: Open Full-screen Menu
ar: فتح القائمة كامل الشاشة

source: Select Sidebar
ar: حدد الشريط الجانبي

source: Choose the custom off-canvas sidebar.
ar: اختر مخصص خارج قماش الشريط الجانبي.

source: Position
ar: موقف

source: Off-canvas button color
ar: خارج قماش لون الزر

source: Logo & Favicon
ar: شعار و فافيكون

source: Upload image: png, jpg or gif file
ar: تحميل الصور: png, jpg أو gif الملف

source: Alternative Logo Image
ar: البديل صورة الشعار

source: Alternative logo in mobile devices
ar: البديل الشعار في الأجهزة المحمولة

source: Logo width
ar: عرض الشعار

source: Set width for logo area in the header (in %)
ar: تعيين عرض منطقة الشعار في رأس (في المائة)

source: Upload image: png, jpg or gif file. Optimal dimension: 32px x 32px
ar: تحميل الصور: png, jpg أو gif الملف. الأمثل البعد: 32px x 32px

source: Apple touch icon
ar: أبل رمز اتصال

source: The Apple Touch Icon is a file used for a web page icon on the Apple iPhone, iPod Touch, and iPad. When someone bookmarks your web page or adds your web page to their home screen this icon is used.
ar: أبل المس أيقونة ملف استخدام صفحة ويب أيقونة Apple iPhone, iPod Touch, and iPad. عندما شخص العناوين الخاص بك أو صفحة ويب يضيف صفحة الويب الخاصة بك إلى الشاشة الرئيسية هذا الرمز يستخدم.

source: File must be .png format. Optimal dimension: 152px x 152px
ar: يجب أن يكون ملف .شكل بابوا نيو غينيا. الأمثل البعد: 152px x 152px

source: Navigation
ar: الملاحة

source: Item Tag
ar: البند الوسم

source: 'Hot' tag
ar: 'ساخنة' الوسم

source: Color
ar: اللون

source: Pick color for the 'Hot' tag items
ar: اختيار اللون للحصول على 'ساخنة' الوسم البنود

source: Pick background color for the 'Hot' tag items
ar: اختيار لون الخلفية 'ساخنة' الوسم البنود

source: Background Color on Hover
ar: لون الخلفية على التحويم

source: Pick background color on hover for the 'Hot' tag items
ar: اختيار لون الخلفية على تحوم ل 'الساخنة' الوسم البنود

source: 'New' tag
ar: 'الجديد' الوسم

source: Pick color for the 'New' tag items
ar: اختيار اللون للحصول على "الجديد" الوسم البنود

source: Pick background color for the 'New' tag items
ar: اختيار لون الخلفية "الجديد" الوسم البنود

source: Pick background color on hover for the 'New' tag items
ar: اختيار لون الخلفية على تحوم على "الجديد" الوسم البنود

source: 'Sale' tag
ar: 'بيع' الوسم

source: Pick color for the 'Sale' tag items
ar: اختيار اللون للحصول على 'بيع' الوسم البنود

source: Pick background color for the 'Sale' tag items
ar: اختيار لون الخلفية 'بيع' الوسم البنود

source: Pick background color on hover for the 'Sale' tag items
ar: اختيار لون الخلفية على تحوم ل 'بيع' الوسم البنود

source: Mobile Menu
ar: القائمة النقالة

source: Social in the mobile menu
ar: الاجتماعية في القائمة النقالة

source: Enable / Disable social in the mobile menu
ar: تمكين / تعطيل الاجتماعية في القائمة النقالة

source: Mobile Menu button color
ar: المحمول على زر القائمة اللون

source: Main Menu
ar: القائمة الرئيسية

source: Text Font
ar: خط النص

source: These settings control the typography for the mobile menu text.
ar: تتحكم هذه الإعدادات في الطباعة المحمول نص القائمة.

source: Main menu align
ar: القائمة الرئيسية align

source: Set the text align for the main menu of your site
ar: تعيين محاذاة النص على القائمة الرئيسية لموقع الويب الخاص بك

source: Center
ar: مركز

source: Hover Style
ar: تحوم نمط

source: Menu Item Color
ar: عنصر القائمة اللون

source: Pick color for the menu items
ar: اختيار اللون للحصول على عناصر القائمة

source: Menu Sub Item Color
ar: القائمة الفرعية البند اللون

source: Pick color for the menu sub items
ar: اختيار لون القائمة الفرعية البنود

source: Menu Background Color
ar: لون خلفية القائمة

source: Only works with Menu Bottom Header
ar: يعمل فقط مع القائمة أسفل رأس

source: Menu Border Color
ar: القائمة لون الحدود

source: Enabling this option will display the page title area.
ar: تمكين هذا الخيار سيتم عرض عنوان الصفحة المنطقة.

source: Turn on to display post meta on pages (only works in pages)
ar: أنتقل إلى عرض آخر ميتا على صفحات (يعمل فقط في الصفحات)

source: Disable Parallax effect
ar: تعطيل تأثير المنظر

source: Remove whitespace
ar: إزالة المسافة البيضاء

source: Remove the whitespace below the header when the Page Title is turned off
ar: إزالة المسافة البيضاء تحت رأس عند عنوان الصفحة هو إيقاف

source: Style
ar: نمط

source: Background Image
ar: صورة الخلفية

source: Page Title Height (in pixels)
ar: عنوان الصفحة الارتفاع (بكسل)

source: Subtitle Color
ar: لون الترجمة

source: Overlay Color
ar: تراكب اللون

source: Pages
ar: صفحات

source: Page Sidebar Position
ar: الصفحة موقف الشريط الجانبي

source: Controls the position of sidebars for page.
ar: ضوابط موقف الجانبية على الصفحة.

source: Search Sidebar Position
ar: البحث موقف الشريط الجانبي

source: Controls the position of sidebars for search result page.
ar: ضوابط موقف الجانبية على صفحة نتائج البحث.

source: Search Sidebar
ar: البحث في الشريط الجانبي

source: Choose the sidebar for search result page.
ar: اختيار الشريط الجانبي لكل صفحة نتائج البحث.

source: 404 Background
ar: 404 الخلفية

source: Set background image or color for 404 page.
ar: تعيين صورة الخلفية أو لون الصفحة 404.

source: Social
ar: الاجتماعية

source: Display tooltip
ar: عرض تلميح الأدوات

source: Enabling tooltip for the social icons when hover.
ar: تمكين تلميح عن الرموز الاجتماعية عندما تحوم.

source: Open link in new tab
ar: فتح الرابط في علامة تبويب جديدة

source: Social Items
ar: البنود الاجتماعية

source: Items
ar: البنود

source: Select a social network to automatically add its icon
ar: حدد الشبكة الاجتماعية تلقائيا إضافة أيقونة

source: Custom Icon
ar: رمز مخصص

source: Font Awesome Class
ar: الخط ممتاز الدرجة

source: Link (URL)
ar: رابط (URL)

source: Add an URL to your social network
ar: إضافة رابط على الشبكة الاجتماعية الخاصة بك

source: Insert your custom title here
ar: أدخل عنوان مخصص هنا
